<p><strong>MANUAL DE USUARIO:</strong></p>
<p><strong><em><span style="text-decoration: underline;">Secci&oacute;n VENTAS:</span></em></strong></p>
<p><span style="text-decoration: underline;">Ventana Principal (I):</span></p>
<p><span style="text-decoration: underline;"><img src="ayuda/vprincipal.png" alt="vprincipal" /></span></p>
<p>Para realizar una venta, seleccione el producto a vender de la lista 'Art&iacute;culos' (2) (puede ubicarlo mediante la opci&oacute;n 'Buscar' (1)), ingrese la cantidad a vender (3) y presione el bot&oacute;n 'Vender' (4). &nbsp;Se muestra adicionalmente el stock disponible, su precio unitario y el precio total de la venta.</p>
<p>Se muestra tambi&eacute;n en esta ventana las ventas del d&iacute;a (5).</p>
<p><span style="text-decoration: underline;">Ventanas Historial de Ventas (II):</span></p>
<p><span style="text-decoration: underline;"><img src="ayuda/vhistventas.png" alt="vhistventas" /></span></p>
<p>Puede ingresar a esta ventana desde la Ventana Principal (I), haciendo click en el bot&oacute;n 'Ver historial de ventas'.</p>
<p>Aqu&iacute; se muestran todas las ventas realizadas (1). Puede tambi&eacute;n ordenar las ventas de acuerdo a su nombre, cantidad, precio total o fecha haciendo doble click sobre la etiqueta correspondiente. Finalmente, puede eliminar una venta seleccion&aacute;ndola y haciendo click en el bot&oacute;n 'Eliminar venta' (2).</p>
<p><span style="text-decoration: underline;">Ventana Filtrar Fechas (III):</span></p>
<p><span style="text-decoration: underline;"><img src="/ayuda/vfiltrar.png" alt="vfiltrar" /></span></p>
<p>Puede ingresar a esta ventana desde la Ventana Historial de Ventas (II), haciendo click en el bot&oacute;n 'Filtrar'.</p>
<p>Para filtrar ventas, ingrese la fecha inicial (1) y la fecha final (2) del periodo a filtrar y a continuaci&oacute;n haga click en el bot&oacute;n 'Filtrar' (3).</p>
<p>Se muestran las ventas correspondientes al per&iacute;odo (4) y el monto total correspondiente a las mismas (5).</p>
<p>&nbsp;-----------------------------------------------------------------------------------------------------------&nbsp;</p>
<p><strong><em><span style="text-decoration: underline;">Secci&oacute;n ARTICULOS:</span></em></strong></p>
<p><span style="text-decoration: underline;">Ventana Stock (I):</span></p>
<p><span style="text-decoration: underline;"><img src="ayuda/vstock.png" alt="vstock" /></span></p>
<p>Puede ingresar a esta ventana desde la Ventana Principal (I), haciendo click en el bot&oacute;n 'Ir a Stock'.</p>
<p>Aqu&iacute; puede ver los art&iacute;culos cargados en el sistema, sus cantidades disponible y el precio unitario de los mismos (2).</p>
<p>Puede tambi&eacute;n buscar un art&iacute;culo (1), como as&iacute; tambi&eacute;n ordenarlos por su nombre, cantidad o precio haciendo doble click en la etiqueta correspondiente.</p>
<p>Finalmente puede agregar un art&iacute;culo nuevo (3), eliminar (4) o modificar (5) uno existente.</p>
<p><span style="text-decoration: underline;">Ventanas Alertas varias (II):</span></p>
<p><span style="text-decoration: underline;"><img src="ayuda/valertas.png" alt="valertas" /></span></p>
<p>Puede acceder a estas ventanas haciendo click en los botones 'Alertas' (A) y 'Sin stock' (B) de la Ventana Stock (I).</p>
<p>(A) -&gt; Se muestran aqu&iacute; (1) los art&iacute;culos que cuentan con poco stock restante (&lt;10 unidades), indicando su nombre y cantidad restante. Puede modificar el stock de un art&iacute;culo haciendo click en el bot&oacute;n 'Modificar stock' (2).</p>
<p>(B) -&gt; Se muestran aqu&iacute; (1) los art&iacute;culos sin stock (0 unidades), indicando su nombre. Puede modificar el stock de un art&iacute;culo haciendo click en el bot&oacute;n 'Modificar stock' (2).</p>
<p>&nbsp;</p>
<p>&nbsp;</p>